Revit 2024 API
RebarContainerItem.Volume Property
 The volume of an individual bar multiplied by Quantity.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double Volume { get; }
Visual Basic
Public ReadOnly Property Volume As Double
	Get
Visual C++
public:
property double Volume {
	double get ();
}
See Also
RebarContainerItem Class
Autodesk.Revit.DB.Structure Namespace